[
  {
    "name": "Danielle Lauren Seidner",
    "description": "Howdy-ho, neighborinos! I'm Danielle. I live with my wife, Allison, and two cats, Freya and Loki. I enjoy various media, mainly TV shows - Doctor Who, Game of Thrones, Star Trek, and Avatar: TLA. And I TOTALLY take this assignment seriously.",
    "shout": "Danielle offered to share her banana bread with me."
  },
  {
    "name": "David Owen Beck",
    "description": "24 years old, went to school in Duluth, play guitar, record music, favorite beer is Stone's All Day IPA, loves gardening",
    "shout": "I loved working with Dave in the group challenge. He is so smart, humble and funny."
  },
  {
    "name": "Brian Wayne Daves",
    "description": "Grew up in Austin Texas. I haved lived in Minneapolis for the last 24 years. I have a son Elliot . My wife's name is Christine and we hava a dog named Rufus",
    "shout": "Thanks to Brian for taking much better notes than me!"
  },
  {
    "name": "David William Hoverson",
    "description": "I currently dream in code.",
    "shout": "My table neighbor Dave Hoverson has continued to be a great help with great patience."
  },
  {
    "name": "Amelia Elizabeth Frevert",
    "description": "Now, this is a story all about how. My life got flipped-turned upside down. And I'd like to take a minute. Just sit right there I'll tell you how I became the prince of a town called Bel Air",
    "shout": "Amelia is so funny and quirky. I get a kick out of her."
  },
  {
    "name": "Geoffrey Allen Hofman-Frethem",
    "description": "Really big sci-fi nerd. Star Wars, Star Trek, Dune, LOTR, Doctor Who, the list goes on. ALSO BATMAN.",
    "shout": "Geoffrey offered his help out of nowhere today. He is pretty rad."
  },
  {
    "name": "Jacob Paul Schoolmeesters",
    "description": "Grew up in NE Minneapolis. I graduated from Metropolitan State University with a degree in Technical Communication. I have two dogs, Tilly and Cooper, and one cat named Bernie. Video games are fun. Design is cool as well.",
    "shout": "It was great working with Jonathan, Jake, and Zach for the group project over the past two days.  Everyone was really supportive of each other."
  },
  {
    "name": "Juan Manuel Gutierrez Garcia",
    "description": "Born and raise in Mexico, loves Comics, especially DC(not the state duh), Heavy Metal and classic Rock",
    "shout": "Manu for sharing his life journey in his speech today. It reminded me why I decided to come to Prime."
  },
  {
    "name": "John Vang",
    "description": "I really don't have a middle name.  I'm from Calfornia.",
    "shout": "John is always so kind and gracious and thoughtful. I'll miss him as my desk partner."
  },
  {
    "name": "Jonathan Osborne",
    "description": "Green Bay Packers fan, likes jazz on vinyl, favorite beer is Lagunitas Sucks.",
    "shout": "Jonathan was very thoughtful during group work and would pause to ask if everyone was understanding what was being talked about."
  },
  {
    "name": "Lauren  Margaret Beatty",
    "description": "My middle name is Margaret ....OR IS IT?!?! Wah, wah, waaaaaaaaah",
    "shout": "All around cool person."
  },
  {
    "name": "Laura Margaret Kressin",
    "description": "Super awesome poised young woman.",
    "shout": "Laura asks great questions and is easy to work with"
  },
  {
    "name": "Erick Alejandro Lee",
    "description": "my favorite countries/trips are Guatemala, Colombia, France, Argentina, New York",
    "shout": "Erick is so freaking sweet."
  },
  {
    "name": "Nicholas D Renford",
    "description": "Robert DROP TABLE Students",
    "shout": "Nick for explaining and guiding me through a problem after class today. He does a good job of not giving me the answer or just taking over and doing it for me. He allows me to work on my own and then provides direction when I feel stuck."
  },
  {
    "name": "George Douglas Ritzinger",
    "description": "Born: NJ, lives: Vadnais Heights, paddles many kayaks, grows tomatos, wants a big snow year, hasn't played tennis lately",
    "shout": "Doug helped me out a TON by sending me his notes from the lecture I missed yesterday. Thanks Doug!!"
  },
  {
    "name": "Ryan Merchlewitz",
    "description": "Born and raised in the burbs, rumored to have a life in some circles, and likes to make websites.",
    "shout": "I saw Ryan M. emptying the dishwasher today!!  Thanks, Ryan!"
  },
  {
    "name": "Sarah Ann Marrone",
    "description": "Born and raised in MN, modern quilter, I enjoy baking, I have dreams of purchasing a vacant fire station some day and turning it into a single-family home (I've had my eyes on one for the past year or so), I have a degree in Journalism and Art from the UofMN",
    "shout": "I would like to thank Sarah from my cohort who has been doing a great job explaining things to me at my level, without having any kind of attitude.I do not feel  any discomfort  asking her questions of any sort related to the topic. She is just wonderful!"
  },
  {
    "name": "Zachary Allan Thomas Turner",
    "description": "I have two middle names. Born in Denver.",
    "shout": "It was great working with Jonathan, Jake, and Zach for the group project over the past two days.  Everyone was really supportive of each other."
  },
  {
    "name": "Liz Piet",
    "description": "Dana Carvey follows me on Twitter. I sometimes dress up like Wayne Campbell. I love Halloween.",
    "shout": "I really appreciate Liz's relaxed vibe and positive attitude."
  }
]